tap "ankitpokhrel/jira-cli"
tap "arl/arl"
tap "aws/tap"
tap "bufbuild/buf"
tap "danmx/sigil"
tap "databricks/tap"
tap "jandedobbeleer/oh-my-posh"
tap "ktr0731/evans"
tap "mshell/mshell", "git@github.skyscannertools.net:mshell/homebrew-mshell.git"
tap "mszostok/tap"
tap "sidneys/homebrew"
tap "skyscanner/tools"
tap "turbot/tap"
brew "xz"
brew "aarch64-elf-binutils"
brew "aarch64-elf-gcc"
brew "ack"
brew "act"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "pycparser"
brew "cffi"
brew "readline"
brew "ansible"
brew "ansible-lint"
brew "ansifilter"
brew "webp"
brew "jpeg-xl"
brew "aria2"
brew "git"
brew "asdf"
brew "aws-sam-cli"
brew "awscli"
brew "node"
brew "bash-language-server"
brew "bat"
brew "black"
brew "btop"
brew "cabextract"
brew "cdrtools"
brew "certbot"
brew "cfn-lint"
brew "cheat"
brew "openjdk"
brew "checkstyle"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "cosign"
brew "cppcheck"
brew "ctags"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "docutils"
brew "doitlive"
brew "duckdb"
brew "eslint"
brew "eza"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gcc"
brew "gcc@11"
brew "gd"
brew "gh"
brew "ghostscript"
brew "pinentry"
brew "gnupg"
brew "gnu-tar"
brew "go"
brew "go-jsonnet"
brew "go@1.17"
brew "go@1.18"
brew "gobject-introspection"
brew "google-java-format"
brew "netpbm"
brew "graphviz"
brew "gprof2dot"
brew "gradle"
brew "gradle-completion"
brew "gtk+3"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jdtls"
brew "jq"
brew "jsonlint"
brew "k9s"
brew "kubectx"
brew "lastpass-cli"
brew "lazygit"
brew "llvm"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "make"
brew "makedepend"
brew "markdown"
brew "markdownlint-cli"
brew "markdownlint-cli2"
brew "marksman"
brew "maven"
brew "minikube"
brew "mkcert"
brew "mtr"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nload"
brew "nmap"
brew "nodeenv"
brew "nvm"
brew "octant"
brew "ollama", restart_service: :changed
brew "openjdk@17", link: true
brew "opensearch"
brew "pinentry-mac"
brew "pngpaste"
brew "pre-commit"
brew "prettier"
brew "py3cairo"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "raylib"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "saml2aws"
brew "semgrep"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "silicon"
brew "socat"
brew "starship"
brew "stern"
brew "stow"
brew "stylua"
brew "tailscale"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tokei"
brew "tree"
brew "ttygif"
brew "typescript"
brew "virtualenv"
brew "virtualenvwrapper"
brew "viu"
brew "vscode-langservers-extracted"
brew "watch"
brew "wget"
brew "wimlib"
brew "write-good"
brew "xclip"
brew "xdot"
brew "yaml-language-server"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zig"
brew "zlib"
brew "zls"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-lovers"
brew "zsh-syntax-highlighting"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "arl/arl/gitmux"
brew "bufbuild/buf/buf"
brew "danmx/sigil/sigil"
brew "databricks/tap/databricks"
brew "drone/drone/drone@0.8", link: false
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "ktr0731/evans/evans"
brew "mshell/mshell/artifactory-cli-login"
brew "mshell/mshell/mshell-tools"
brew "mshell/mshell/skyscanner-bundle"
brew "mszostok/tap/codeowners-validator"
brew "skyscanner/tools/turbolift"
brew "turbot/tap/flowpipe"
brew "turbot/tap/steampipe"
cask "font-victor-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "jdk-mission-control"
cask "pgadmin4"
cask "qlmarkdown"
cask "rar"
cask "session-manager-plugin"
cask "stats"
cask "temurin"
cask "temurin@17"
