tap "adoptopenjdk/openjdk"
tap "argoproj/tap"
tap "aws/tap"
tap "danmx/sigil"
tap "drone/drone"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "norwoodj/tap"
brew "ack"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ansifilter"
brew "argocd"
brew "automake"
brew "python@3.10"
brew "awscli"
brew "node"
brew "bash-language-server"
brew "bat"
brew "bats"
brew "bazel"
brew "gcc"
brew "btop"
brew "cfn-lint"
brew "cheat"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "cosign"
brew "ctags"
brew "curl"
brew "docker-credential-helper", link: false
brew "docker-credential-helper-ecr"
brew "doitlive"
brew "dos2unix"
brew "eslint"
brew "etcd"
brew "fd"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "figlet"
brew "fluxctl"
brew "fortio"
brew "fzf"
brew "gh"
brew "git"
brew "libassuan"
brew "gnupg"
brew "go"
brew "go-jsonnet"
brew "go@1.17"
brew "goreleaser"
brew "graphviz"
brew "gprof2dot"
brew "gradle"
brew "gradle-completion"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperkit"
brew "shared-mime-info"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "istioctl"
brew "jq"
brew "jsonlint"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubespy"
brew "kubevela"
brew "lastpass-cli"
brew "lazygit"
brew "libssh"
brew "libxmlsec1"
brew "lnav"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "lzlib"
brew "make"
brew "makedepend"
brew "markdown"
brew "md5sha1sum"
brew "minikube"
brew "mkcert"
brew "mtr"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nodeenv"
brew "numpy"
brew "nvm"
brew "pinentry-mac"
brew "pre-commit"
brew "prettier"
brew "protobuf", link: false
brew "pstree"
brew "py3cairo"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "pyenv-which-ext"
brew "pygments"
brew "pygobject3"
brew "python@3.7"
brew "python@3.8"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "saml2aws"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "shunit2"
brew "skopeo"
brew "stern"
brew "stow"
brew "stylua"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ttygif"
brew "vagrant-completion"
brew "virtualenv"
brew "virtualenvwrapper"
brew "watch"
brew "wget"
brew "wireshark"
brew "xclip"
brew "xdot"
brew "yaml-language-server"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-lovers"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "danmx/sigil/sigil"
brew "drone/drone/drone@0.8"
brew "norwoodj/tap/helm-docs"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "alacritty"
cask "gifcapture"
cask "macdown"
cask "session-manager-plugin"
cask "sourcetree"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "wireshark-chmodbpf"
cask "zettlr"
